Repository: OpenMATE-Project/mate-control-center
Catalog: help/*/*.po
Languages: id

source: The GNOME Control Center provides a central place for the user to setup their GNOME experience. It can let you configure anything from the behavior of your window borders to the default font type.
id: Pusat Pengaturan GNOME menyediakan tempat terpusat bagi pengguna untuk mengatur pengalaman GNOME mereka. Dia memungkinkan Anda mengatur apapun dari perilaku batas jendela Anda sampai jenis fonta bawaan.

source: Control Center
id: Pusat Pengaturan

source: GNOME Documentation Project
id: Projek Dokumentasi GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the <ulink type="help" url="gnome-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found <ulink type="help" url="gnome-help:fdl">here</ulink>.
id: Izin diberikan untuk menyalin, mendistribusikan dan/atau memodifikasi dokumen ini di bawah ketentuan <ulink type="help" url="gnome-help:fdl"><citetitle>Lisensi GNU Free Documentation</citetitle><ulink/>, Versi 1.1 atau versi lebih baru yang diterbitkan oleh Free Software Foundation tanpa Invariant Section, tanpa Front-Cover Texts, dan tanpa Back-Cover Texts. Salinan lisensi ini dapat diperoleh <ulink type="help" url="gnome-help:fdl">di sini</ulink>.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and those trademarks are made aware to the members of the GNOME Documentation Project, the names have been printed in caps or initial caps.
id: Banyak nama yang digunakan oleh perusahaan untuk membedakan produk dan jasa diklaim sebagai merek dagang. Ketika nama-nama tersebut muncul dalam dokumentasi GNOME, dan anggota dari Proyek Dokumentasi GNOME dibuat sadar atas merek dagang tersebut, maka nama-nama dicetak dengan huruf besar atau huruf awal huruf besar.

source: This manual describes version 1.5.7 of the GNOME Control Center.
id: Manual ini menjelaskan Pusat Pengaturan GNOME versi 1.5.7.

source: Introduction
id: Pengantar

source: The <application>GNOME Control Center</application> provides a single window from which to launch all preference tools.
id: <application>Pusat Pengaturan GNOME</application> menyediakan jendela tunggal tempat meluncurkan semua alat preferensi.

source: To launch the <application>GNOME Control Center</application>, type <command>gnome-control-center</command> in a terminal window.
id: Untuk meluncurkan <application>Pusat Pengaturan GNOME</application>, ketikkan <command>gnome-control-center</command> di suatu jendela terminal.

source: For help on using preference tools, see the <ulink type="help" url="ghelp:user-guide?prefs">User Guide</ulink>.
id: Untuk bantuan tentang memakai alat preferensi, lihat <ulink type="help" url="ghelp:user-guide?prefs">Panduan Pengguna</ulink>.

source: Usage
id: Cara pakai

source: The <application>GNOME Control Center</application> shows icons for all preference tools installed on your system in a window. Select a preference tool to see its description in the status bar.
id: <application>Pusat Pengaturan GNOME</application>

source: To open a preference tool, double-click on its icon.
id: Untuk membuka suatu alat preferensi, klik ganda pada ikonnya.

source: translator-credits
id: Andika Triwidada <andika@gmail.com>, 2010.
