Repository: OpenMATE-Project/mate-control-center
Catalog: po/*.po
Languages: eo

source: Usage: %s SOURCE_FILE DEST_NAME This program installs a RANDR profile for multi-monitor setups into a systemwide location. The resulting profile will get used when the RANDR plug-in gets run in gnome-settings-daemon. SOURCE_FILE - a full pathname, typically /home/username/.config/monitors.xml DEST_NAME - relative name for the installed file. This will get put in the systemwide directory for RANDR configurations, so the result will typically be %s/DEST_NAME
eo: Uzado: %s FONTA_DOSIERO CELA_NOMO Ĉi tiu programaro instalas RANDR-profilon por plurekranaj agordoj en tutsistema loko. La rezulta profilo kutimiĝos kiam la RANDR-kromprogramo rulas en gnome-settings-daemon. FONTA_DOSIERO - plenpada nomo, kutime /home/uzantnomo/.config/monitors.xml CELA_NOMO - relativa nomo por la instalita dosiero. Ĉi tio estos metita en la tutsistema dosierujo por RANDR-agordoj, tiel la rezulto kutime estos %s/CELA_NOMO

source: This program can only be used by the root user
eo: Ĉi tiu programaro povas esti uzata nur de ĉefuzanto

source: The source filename must be absolute
eo: La fonta dosiernomo estu absoluta

source: Could not get information for %s: %s
eo: Ne povis obteni informojn por %s: %s

source: %s must be a regular file
eo: %s estu regulara dosiero

source: This program must only be run through pkexec(1)
eo: Ĉi tiu programaro estu rulata nur per pkexec(1)

source: PKEXEC_UID must be set to an integer value
eo: PKEXEC_UID estu agordita per entjera valoro

source: %s must be owned by you
eo: %s estu posedita de vi

source: %s must not have any directory components
eo: %s ne havu iujn dosierujkomponantojn

source: %s must be a directory
eo: %s estu dosierujo

source: Could not open %s/%s: %s
eo: Ne eblas malfermi %s/%s: %s

source: Could not rename %s to %s: %s
eo: Ne eblas alinomi %s al %s: %s

source: Authentication is required to install multi-monitor settings for all users
eo: Aŭtentigado necesas por instali plurekranajn agordojn por ĉiuj uzantoj

source: Install multi-monitor settings for the whole system
eo: Instali plurekranajn agordojn por la tuta sistemo

source: Upside Down
eo: Renversita

source: Monitor: %s
eo: Ekrano: %s

source: Select a monitor to change its properties; drag it to rearrange its placement.
eo: Elekti ekranon por ŝanĝi siajn ecojn; treni ĝin por rearanĝi sian lokon

source: Could not save the monitor configuration
eo: Ne eblis konservi la ekranagordojn

source: Could not get session bus while applying display configuration
eo: Ne eblis akiri seanco-buson dum aplikado de ekranagordoj

source: Could not detect displays
eo: Ne eblis detekti ekranojn

source: The monitor configuration has been saved
eo: La ekranagordoj estas konservitaj

source: This configuration will be used the next time someone logs in.
eo: Ĉi tiuj agordojestos uzataj la sekvan fojon, kiam iu ensalutas.

source: Could not set the default configuration for monitors
eo: Ne povas agordi la defaŭltajn agordojn por la ekranoj

source: Could not get screen information
eo: Ne povas akiri informojn pri ekranoj

source: Sound
eo: Sono

source: Desktop
eo: Labortablo

source: New shortcut...
eo: Nova klavkombino...

source: Accelerator key
eo: Akcela klavo

source: Accelerator modifiers
eo: Akcelaj modifiloj

source: Accelerator keycode
eo: Akcela klavkodo

source: Accel Mode
eo: Akcela reĝimo

source: The type of accelerator.
eo: La tipo de la akcelilo.

source: Disabled
eo: Elŝaltite

source: <Unknown Action>
eo: <Nekonata ago>

source: Custom Shortcuts
eo: Propraj klavkombinoj

source: Error saving the new shortcut
eo: Eraro dum konservo de la nova klavkombino

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
eo: La klavkombino "%s" ne povas esti uzata ĉar ĝi ne ebloj tajpi per ĉi tiu klavo. Bonvou reprovi per klavo kiel stirklavo, alt-klavo aŭ majuskliga klavo samtempe.

source: The shortcut "%s" is already used for "%s"
eo: La klavkombino "%s" estas jam uzata por "%s"

source: If you reassign the shortcut to "%s", the "%s" shortcut will be disabled.
eo: Se vi reatribuas la klavkombinon al "%s", la klavkombino "%s" estos elŝaltita.

source: _Reassign
eo: _Reatribui

source: Error unsetting accelerator in configuration database: %s
eo: Eraro dum malagordado de akceliloj en agorddatumbazo: %s

source: Too many custom shortcuts
eo: Troaj personaj klavkombinoj

source: Action
eo: Ago

source: Shortcut
eo: Klavkombino

source: Custom Shortcut
eo: Personigita klavkombino

source: Assign shortcut keys to commands
eo: Atribui klavkombinojn al komandojn

source: Just apply settings and quit (compatibility only; now handled by daemon)
eo: Nur apliki agordojn kaj fini (nur pro kongrueco; nun traktite de demono)

source: Start the page with the typing break settings showing
eo: Komenci la paĝon per montrado de la tajppaŭza agordaro

source: Start the page with the accessibility settings showing
eo: Komenci la paĝon per montrado de la alirebleca agordaro

source: - GNOME Keyboard Preferences
eo: - Klavaragordoj de GNOME

source: Beep when _accessibility features are turned on or off
eo: Pepi kiam _alireblectrajto estas ŝaltita

source: Beep when a _toggle key is pressed
eo: Pepi kiam baskula klavo estas premi_ta

source: Beep when key is _accepted
eo: Pepi kiam klavo estas _akceptita

source: Beep when key is _rejected
eo: Pepi kiam klavo estas malakceptita

source: Bounce Keys
eo: Prokrastaj klavoj

source: General
eo: Ĝenerale

source: Keyboard Accessibility Audio Feedback
eo: Sonsondo pri klavaralirebleco

source: Show _visual feedback for the alert sound
eo: Montri _vidan sondon pri la avertsono

source: Slow Keys
eo: Malrapidigaj klavoj

source: Sticky Keys
eo: Fiksaj klavoj

source: Visual cues for sounds
eo: Vidaj signaloj por sonoj

source: All_ow postponing of breaks
eo: Permesi pr_okraston de paŭzojn

source: Audio _Feedback...
eo: Sona prisondo...

source: Check if breaks are allowed to be postponed
eo: Kontroli ĉu paŭzoj estas permesataj esti prokrastataj

source: Cursor Blinking
eo: Pulsanta kursoro

source: Cursor _blinks in text fields
eo: Kursoraj pulsoj en tekstkampo

source: Cursor blinks speed
eo: Rapido de kursora pulsado

source: D_elay:
eo: _Prokrasto:

source: Duration of the break when typing is disallowed
eo: Daŭro de la paŭzo kiam tajpado estas malpermesata

source: Duration of work before forcing a break
eo: Daŭro de tasko antaŭ devigi paŭzon

source: Fast
eo: Rapide

source: Key presses _repeat when key is held down
eo: Klavpremoj _ripetas kiam klavo estas tenata malsupre

source: Keyboard Preferences
eo: Klavaraj agordoj

source: Keyboard _model:
eo: Klavara _modelo:

source: Layouts
eo: Aranĝoj

source: List of keyboard layouts selected for usage
eo: Listo de klavaraj aranĝoj elektitaj por la uzado

source: Lock screen after a certain duration to help prevent repetitive keyboard use injuries
eo: Ŝlosi ekranon post certa daŭro por helpi preventi sanajn damaĝojn pro ripeta klavara uzo

source: Long
eo: Longe

source: Mouse Keys
eo: Musklavoj

source: Move _Down
eo: Movi _malsupren

source: Move _Up
eo: Movi s_upren

source: Move the selected keyboard layout down in the list
eo: Movi la elektitan klavararanĝon malsupren en la listo

source: Move the selected keyboard layout up in the list
eo: Movi la elektitan klavararanĝon supren en la listo

source: Print a diagram of the selected keyboard layout
eo: Presi grafikon de elektita klavararanĝo

source: Remove the selected keyboard layout from the list
eo: Forigi la elektitan klavararanĝon el la listo

source: Repeat Keys
eo: Ripetaj klavoj

source: Repeat keys speed
eo: Ripetklava rapido

source: Replace the current keyboard layout settings with the default settings
eo: Anstataŭigi la aktualajn klavararanĝajn agordojn per la defaŭltaj agordoj

source: Reset to De_faults
eo: Reagordi al la de_faŭltoj

source: S_peed:
eo: Ra_pido:

source: Select a keyboard layout to be added to the list
eo: Elekti aldonendan klavararanĝon el la listo

source: Short
eo: Mallonge

source: Slow
eo: Malrapide

source: View and edit keyboard layout options
eo: Vidi kaj redakti klavararanĝajn opciojn

source: _Break interval lasts:
eo: Paŭza intervalo daŭras:

source: _Delay:
eo: _Prokrasto:

source: _Lock screen to enforce typing break
eo: _Ŝlosi la ekranon por devigi tajpopaŭzojn

source: _Only accept long keypresses
eo: _Akcepti nur longajn klavpremojn

source: _Options...
eo: Ag_ordoj...

source: _Separate layout for each window
eo: _Separita fasono por ĉiu fenestro

source: _Simulate simultaneous keypresses
eo: _Simuli samtempajn klavpremojn

source: _Speed:
eo: _Rapido:

source: _Work interval lasts:
eo: _Labora intervalo daŭras:

source: By _language
eo: Laŭ l_ingvo

source: Choose a Layout
eo: Elekti aranĝon

source: _Country:
eo: L_ando:

source: _Variants:
eo: _Variaĵoj:

source: Choose a Keyboard Model
eo: Elekti klavaran modelon

source: _Models:
eo: _Modeloj:

source: Keyboard Layout Options
eo: Klavarfason-agordoj

source: Unknown
eo: Nekonate

source: Layout
eo: Aranĝo

source: Vendors
eo: Vendistoj

source: Default
eo: Defaŭlte

source: Keyboard
eo: Klavaro

source: Set your keyboard preferences
eo: Agordi viajn klavaragordojn

source: gesture|Move left
eo: Movi maldekstren

source: gesture|Move right
eo: Movi dekstren

source: gesture|Move up
eo: Movi supren

source: gesture|Move down
eo: Movi malsupren

source: gesture|Disabled
eo: Elŝaltite

source: - GNOME Mouse Preferences
eo: - Musagordoj de GNOME

source: D_ouble click:
eo: Du_obla klako:

source: D_rag click:
eo: T_ren-klako:

source: Disable _touchpad while typing
eo: Elŝalti _tuŝplaton dum tajpado

source: Drag and Drop
eo: Ŝovi kaj demeti

source: High
eo: Alte

source: Locate Pointer
eo: Lokigi indikilon

source: Low
eo: Malalte

source: Mouse Orientation
eo: Mus-orientiĝo

source: Mouse Preferences
eo: Musagordoj

source: Pointer Speed
eo: Indikilrapido

source: Scrolling
eo: Rulumado

source: Thr_eshold:
eo: _Sojlo:

source: Touchpad
eo: Tuŝplato

source: You can also use the Dwell Click panel applet to choose the click type.
eo: Vi povas uzi ankaŭ la panelaplikaĵeton 'Postatenda klako' por elekti la klaktipon.

source: _Disabled
eo: _Elŝaltite

source: _Sensitivity:
eo: _Sentemo:

source: _Single click:
eo: _Unuopa klako:

source: _Timeout:
eo: _Tempolimo:

source: Mouse
eo: Muso

source: Location already exists
eo: Loko jam ekzistas

source: Set your network proxy preferences
eo: Agordi viajn retan prokurilon

source: <b>Di_rect internet connection</b>
eo: <b>_Rekta interreta konekto</b>

source: <b>_Manual proxy configuration</b>
eo: <b>Per_mana prokurila agordo</b>

source: <b>_Use authentication</b>
eo: <b>_Uzi aŭtentigon</b>

source: HTTP Proxy Details
eo: HTTP-prokurilaj detaloj

source: Network Proxy Preferences
eo: Retaj prokurilaj agordoj

source: Port:
eo: Pordo:

source: Proxy Configuration
eo: Prokurila agordo

source: _Delete Location
eo: _Forigi lokon

source: _Details
eo: _Detaloj

source: _Location name:
eo: _Loknomo:

source: _Secure HTTP proxy:
eo: _Sekura HTTP-prokurilo:

source: Cannot start the preferences application for your window manager
eo: Ne povas lanĉi la agordoaplikaĵon por via fenestroadministrilo

source: H_yper
eo: H_iper

source: S_uper (or "Windows logo")
eo: S_uper (aŭ "Vindoza klavo")

source: Movement Key
eo: Mov-klavoj

source: To move a window, press-and-hold this key then grab the window:
eo: Por movi fenestron, premadu ĉi tiun klavon kaj prenu la fenestron:

source: Window Preferences
eo: Fenestroagordoj

source: Window Selection
eo: Fenestroelekto

source: _Double-click titlebar to perform this action:
eo: _Duoble alklaki titolbreton por plenumi ĉi tiun agon:

source: _Interval before raising:
eo: _Intervalo antaŭ al levi:

source: _Raise selected windows after an interval
eo: _Levi elektitajn fenestrojn post intervalo

source: _Select windows when the mouse moves over them
eo: Elekti fene_strojn kiam la muso moviĝas super ili

source: seconds
eo: sekundoj

source: Set your window properties
eo: Agordi viajn fenestrajn atributojn

source: Windows
eo: Fenestroj

source: Window manager "%s" has not registered a configuration tool
eo: Fenestroadministrilo "%s" ne registris agordilon

source: Maximize Vertically
eo: Maksimumigi vertikale

source: Maximize Horizontally
eo: Maksimumigi horizontale

source: Roll up
eo: Rulumi supren

source: None
eo: Neniu

source: key not found [%s]
eo: klavo ne trovita [%s]

source: Filter
eo: Filtri

source: Groups
eo: Grupoj

source: Common Tasks
eo: Oftaj taskoj

source: Control Center
eo: Stircentro

source: Close the control-center when a task is activated
eo: Fermi la stircentron kiam tasko estas aktivigata

source: Exit shell on add or remove action performed
eo: Ĉesi la ŝelon kiam aldona aŭ foriga ago estas plenumata

source: Exit shell on help action performed
eo: Ĉesi la ŝelon kiam helpago estas plenumata

source: Exit shell on start action performed
eo: Ĉesi la ŝelon je plenumo de lanĉa ago

source: Exit shell on upgrade or uninstall action performed
eo: Ĉesi la ŝelon je plenumo de promocia aŭ malinstala ago

source: Task names and associated .desktop files
eo: Tasknomoj kaj asociataj .desktop-dosieroj

source: The GNOME configuration tool
eo: La agordilo de GNOME

source: _Postpone Break
eo: _Prokrasti paŭzon

source: _Take a Break
eo: _Fari paŭzon

source: %d minute until the next break
eo: %d minuto ĝis la sekva paŭzo

source: Less than one minute until the next break
eo: Malpli ol unu minuto ĝis la sekva paŭzo

source: Unable to bring up the typing break properties dialog with the following error: %s
eo: Neeblas aperigi la dialogon de tajpa paŭzo kun la jena eraro: %s

source: Written by Richard Hult <richard@imendio.com>
eo: Verkite de Richard HULT <richard@imendio.com>

source: Eye candy added by Anders Carlsson
eo: Vidindaĵo aldonate de Anders CARLSON

source: A computer break reminder.
eo: Komputila paŭzo-rememorigo.

source: Enable debugging code
eo: Enŝalti sencimigan kodon

source: Don't check whether the notification area exists
eo: Ne kontroli ĉu la atentigareo ekzistas

source: Typing Monitor
eo: Tajpadmonitoro

source: The typing monitor uses the notification area to display information. You don't seem to have a notification area on your panel. You can add it by right-clicking on your panel and choosing 'Add to panel', selecting 'Notification area' and clicking 'Add'.
eo: La tajpadmonitoro uzas la atentigareon por vidigi informojn. Ŝajnas ke vi ne havas atentigareon sur via panelo. Vi povas aldoni ĝin per dekstra alklako sur via panelo kaj elekto de 'Aldoni al panelo', elektante 'Atentigareo' kaj alklakante 'Aldoni'.

source: If set to true, then OpenType fonts will be thumbnailed.
eo: Se agordata al vera, tiam OpenType-tiparoj estos miniaturigataj.

source: If set to true, then PCF fonts will be thumbnailed.
eo: Se agordata al vera, tiam PCF-tiparoj estos miniaturigataj.

source: If set to true, then TrueType fonts will be thumbnailed.
eo: Se agordata al vera, tiam TrueType-tiparoj estos miniaturigataj.

source: If set to true, then Type1 fonts will be thumbnailed.
eo: Se agordata al vera, tiam Type1-tiparoj estos miniaturigataj.

source: Set this key to the command used to create thumbnails for OpenType fonts.
eo: Agordi ĉi tiun ŝlosilon al la komando uzata por krei miniaturojn por OpenType-tiparoj.

source: Set this key to the command used to create thumbnails for PCF fonts.
eo: Agordi ĉi tiun ŝlosilon al la komando uzata por krei miniaturojn por PCF-tiparoj.

source: Set this key to the command used to create thumbnails for TrueType fonts.
eo: Agordi ĉi tiun ŝlosilon al la komando uzata por krei miniaturojn por TrueType-tiparoj.

source: Set this key to the command used to create thumbnails for Type1 fonts.
eo: Agordi ĉi tiun ŝlosilon al la komando uzata por krei miniaturojn por Type1-tiparoj.

source: Thumbnail command for OpenType fonts
eo: Miniatura komando por OpenType-tiparoj

source: Thumbnail command for PCF fonts
eo: Miniatura komando por PCF-tiparoj

source: Thumbnail command for TrueType fonts
eo: Miniatura komando por TrueType-tiparoj

source: Thumbnail command for Type1 fonts
eo: Miniatura komando por Type1-tiparoj

source: Whether to thumbnail OpenType fonts
eo: Ĉu miniaturigi OpenType-tiparojn?

source: Whether to thumbnail PCF fonts
eo: Ĉu miniaturigi PCF-tiparojn?

source: Whether to thumbnail TrueType fonts
eo: Ĉu miniaturigi la TrueType-tiparojn?

source: Whether to thumbnail Type1 fonts
eo: Ĉu miniaturigi la Type1-tiparojn?

source: Style:
eo: Stilo:

source: Size:
eo: Grando:

source: Copyright:
eo: Kopirajto:

source: Description:
eo: Priskribo:

source: Installed
eo: Instalite

source: Install Failed
eo: Instalado fiaskis

source: usage: %s fontfile
eo: uzado: %s-tipara dosiero

source: I_nstall Font
eo: I_nstali tiparon

source: Font Viewer
eo: Tiparvidilo

source: Preview fonts
eo: Antaŭrigardi tiparojn

source: Text to thumbnail (default: Aa)
eo: Teksto al miniaturo (defaŭlte: Aa)

source: TEXT
eo: TEKSTO

source: Font size (default: 64)
eo: Tipargrando (defaŭlte: 64)

source: SIZE
eo: GRANDO

source: FONT-FILE OUTPUT-FILE
eo: TIPAR-DOSIERO ELIG-DOSIERO

source: Error parsing arguments: %s
eo: Eraro dum analizado de argumentoj: %s

source: Your filter "%s" does not match any items.
eo: Via filtrilo "%s" ne trovas iun eron.

source: No matches found.
eo: Neniu ero trovita.

source: Start %s
eo: Starti %s

source: Help
eo: Helpo

source: Upgrade
eo: Promocii

source: Uninstall
eo: Malinstali

source: Add to Favorites
eo: Aldoni al favoritoj

source: Remove from Startup Programs
eo: Forigi de eklanĉaj programoj

source: Add to Startup Programs
eo: Aldoni al eklanĉaj programoj

source: New Spreadsheet
eo: Nova kalkultabelo

source: New Document
eo: Nova dokumento

# Home folder
source: Home
eo: Hejmo

source: Documents
eo: Dokumentoj

source: File System
eo: Dosiersistemo

source: Search
eo: Serĉi

source: Rename...
eo: Alinomi...

source: Send To...
eo: Sendi al...

source: Move to Trash
eo: Movi rubujen

source: Delete
eo: Forigi

source: Are you sure you want to permanently delete "%s"?
eo: Ĉu vi certe volas forigi "%s" daŭre?

source: If you delete an item, it is permanently lost.
eo: Se vi forigos eron, ĝi malaperos por ĉiam.

source: Open with "%s"
eo: Malfermi per "%s"

source: Open in File Manager
eo: Malfermi en dosieradministrilo

source: Remove from recent menu
eo: Forigi el freŝaj eroj

source: Purge all the recent items
eo: Vakigi ĉiujn freŝajn erojn

source: Today %l:%M %p
eo: Hodiaŭ %l:%M %p

source: Yesterday %l:%M %p
eo: Hieraŭ %l:%M %p

source: Find Now
eo: Serĉi nun

source: <b>Open %s</b>
eo: <b>Malfermi %s</b>

source: Remove from System Items
eo: Forigi el sistemeroj
