Repository: OpenMATE-Project/mate-control-center
Catalog: po/*.po
Languages: eo

source: Current network location
eo: Aktuala loko en la reto

source: More backgrounds URL
eo: Adreso por pli da ekranfonoj

source: More themes URL
eo: Adreso por pli da etosoj

source: Set this to your current location name. This is used to determine the appropriate network proxy configuration.
eo: Agordi ĉi tion kiel nomo de via aktuala loko. Ĉi tiu estas uzata por determini la taŭgan agordon por la reta prokurilo.

source: URL for where to get more desktop backgrounds. If set to an empty string the link will not appear.
eo: Adreso kie eblas akiri pli da ekranfonoj. Se estas malplena ĉeno, la ligilo ne estos montrata.

source: URL for where to get more desktop themes. If set to an empty string the link will not appear.
eo: Adreso kie eblas akiri pli da etosoj. Se estas malplena ĉeno, la ligilo ne estos montrata.

source: Image/label border
eo: Bilda/etikeda bordero

source: Width of border around the label and image in the alert dialog
eo: Borderlarĝo ĉirkaŭ etikedo kaj bildo en la averto-dialogo

source: The type of alert
eo: La tipo de la averto

source: Alert Buttons
eo: Avertaj butonoj

source: The buttons shown in the alert dialog
eo: La montrataj butonoj en la averto-dialogo

source: Select Image
eo: Elekti bildon

source: No Image
eo: Neniu bildo

source: Images
eo: Bildoj

source: All Files
eo: Ĉiuj dosieroj

source: There was an error while trying to get the addressbook information Evolution Data Server can't handle the protocol
eo: Eraro okazis dum klopodo ricevi la adresarinformojn La datumservilo de Evolucio ne povas trakti la protokolon

source: Unable to open address book
eo: Ne eblas malfermi adresaron

source: About %s
eo: Pri %s

source: About Me
eo: Pri mi

source: Address
eo: Adreso

source: C_ompany:
eo: K_ompanio:

source: Change Passwo_rd...
eo: Ŝanĝi pasvo_rton...

source: Ci_ty:
eo: Ur_bo:

source: Co_untry:
eo: _Lando:

source: Cou_ntry:
eo: La_ndo:

source: Disable _Fingerprint Login...
eo: Elŝalti _fingropreman ensaluton...

source: Email
eo: Retpoŝto

source: Enable _Fingerprint Login...
eo: Enŝalti _fingropreman ensaluton...

source: Hom_e:
eo: H_ejmo:

source: Home
eo: Hejmo

source: Instant Messaging
eo: Tujmesaĝilo

source: Job
eo: Laboro

source: P.O. _box:
eo: Poŝt_kesto:

source: P._O. box:
eo: P_oŝtkesto:

source: Personal Info
eo: Personaj informoj

source: Select your photo
eo: Elekti vian foton

source: State/Pro_vince:
eo: Ŝtato/pro_vinco:

source: Telephone
eo: Telefono

source: User name:
eo: Uzantonomo:

source: Web
eo: Reto

source: Web _log:
eo: TTT-_protokolo:

source: Wor_k:
eo: _Laborejo:

source: Work
eo: Laborejo

source: Work _fax:
eo: Labor_faksilo:

source: ZIP/_Postal code:
eo: ZIP/_Poŝtkodo:

source: _Address:
eo: _Adreso:

source: _Home page:
eo: _Hejmpaĝo:

source: _Home:
eo: _Hejmo:

source: _Manager:
eo: _Manaĝero:

source: _State/Province:
eo: _Ŝtato/provinco:

source: _Work:
eo: _Laborejo:

source: _ZIP/Postal code:
eo: _ZIP/Poŝtkodo:

source: Set your personal information
eo: Agordi viajn personajn informojn

source: You are not allowed to access the device. Contact your system administrator.
eo: Vi ne havas permeson aliri la aparaton. Kontaktu vian sistemadministranton.

source: The device is already in use.
eo: La aparato jam estas uzata.

source: Delete registered fingerprints?
eo: Ĉu forigi registritajn fingropremojn?

source: _Delete Fingerprints
eo: _Forigi fingropremojn

source: Do you want to delete your registered fingerprints so fingerprint login is disabled?
eo: Ĉu vi volas forigi viajn registritajn fingropremojn tiel, ke fingroprema ensaluto estas elŝaltita?

source: Done!
eo: Farite!

source: Could not access '%s' device
eo: Ne eblis aliri la aparaton '%s'

source: Could not start finger capture on '%s' device
eo: Ne povis komenci preni fingropremojn de aparato '%s'

source: Could not access any fingerprint readers
eo: Ne eblis akiri al iu fingropremlegilo

source: Please contact your system administrator for help.
eo: Bonvole kontaktu vian sistemadministranton por helpo.

source: Enable Fingerprint Login
eo: Elŝalti fingropreman ensaluton

source: To enable fingerprint login, you need to save one of your fingerprints, using the '%s' device.
eo: Por enŝalti fingropreman ensaluton, vi necesas konservi unu el viaj fingropremoj per la aparato '%s'.

source: Swipe finger on reader
eo: Glitigi la fingron sur la legilo

source: Place finger on reader
eo: Meti la fingron sur la legilo

source: Left little finger
eo: Maldeksta etfingro

source: Left middle finger
eo: Maldeksta mezfingro

source: Left ring finger
eo: Maldeksta ringfingro

source: Left thumb
eo: Maldeksta dikfingro

source: Right little finger
eo: Deksta etfingro

source: Right middle finger
eo: Deksta mezfingro

source: Right ring finger
eo: Deksta ringfingro

source: Right thumb
eo: Dekstra dikfingro

source: Your fingerprint was successfully saved. You should now be able to log in using your fingerprint reader.
eo: Via fingropremo estas sukcese konservitaj. Vi nun eblus ensaluti per via fingropremlegilon.

source: Child exited unexpectedly
eo: Ido finiĝis neatendite

source: Could not shutdown backend_stdin IO channel: %s
eo: Ne eblis elŝalti eneligan kanalon de backend_stdin: %s

source: Could not shutdown backend_stdout IO channel: %s
eo: Ne eblis elŝalti eneligan kanalon de backend_stdout: %s

source: System error: %s.
eo: Sistemeraro: %s.

source: The new password has already been used recently.
eo: La nova pasvorto jam estis uzata.

source: Unable to launch %s: %s
eo: Ne eblas lanĉado de %s: %s

source: Unable to launch backend
eo: Ne eblas lanĉi malantaŭan sistemon

source: A system error has occurred
eo: Sistemeraro okazis

source: Checking password...
eo: Kontrolante pasvorton...

source: Click <b>Change password</b> to change your password.
eo: Alklaku <b>Ŝanĝi pasvorton</b> por ŝanĝi vian pasvorton.

source: Please type your password again in the <b>Retype new password</b> field.
eo: Bonvolu denove tajpi vian pasvorton en la kampo <b>Retajpu novan pasvorton</b>.

source: The two passwords are not equal.
eo: La du pasvortoj ne estas egalaj.

source: Change pa_ssword
eo: Ŝanĝi la pa_svorton

source: Change your password
eo: Ŝanĝi vian pasvorton

source: To change your password, enter your current password in the field below and click <b>Authenticate</b>. After you have authenticated, enter your new password, retype it for verification and click <b>Change password</b>.
eo: Por ŝanĝi vian pasvorton, entajpu vian nunan pasvorton en la kampo sube kaj alklaku <b>Aŭtentigi</b>. Post via aŭtentiĝo, entajpu vian novan pasvorton, retajpu ĝin por kontrolo kaj alklaku <b>Ŝanĝi la pasvorton</b>.

source: _Authenticate
eo: _Aŭtentigi

source: Accessible Lo_gin
eo: Alirebla _ensaluto

source: Assistive Technologies
eo: Helpaj teknikoj

source: Assistive Technologies Preferences
eo: Agordoj pri helpaj teknikoj

source: Changes to enable assistive technologies will not take effect until your next log in.
eo: Ŝanĝoj por enŝalti helpajn teknikojn ne efektiviĝos ĝis via sekva ensaluto.

source: Close and _Log Out
eo: Fermi kaj e_lsaluti

source: Jump to Preferred Applications dialog
eo: Salti al la dialogo pri preferataj aplikaĵoj

source: Jump to the Accessible Login dialog
eo: Salti al la dialogon por alirebla ensaluto

source: Jump to the Keyboard Accessibility dialog
eo: Salti al la dialogo por klavaralireblo

source: Jump to the Mouse Accessibility dialog
eo: Salti al la dialogo por musalireblo

source: Preferences
eo: Agordoj

source: _Enable assistive technologies
eo: _Enŝaltu asistajn t_eknologiojn

source: _Mouse Accessibility
eo: _Musalireblo

source: _Preferred Applications
eo: _Preferataj aplikaĵoj

source: Choose which accessibility features to enable when you log in
eo: Elekti kiuj alireblofunkcioj estas enŝaltataj kiam vi ensalutas

source: All files
eo: Ĉiuj dosieroj

source: Font may be too large
eo: Tiparo eble estas tro granda

source: The font selected is %d point large, and may make it difficult to effectively use the computer. It is recommended that you select a size smaller than %d.
eo: La elektita tiparo estas tro granda je %d punkto, kaj ĝi povas malfaciligi eficiente uzi la komputilon. Estas rekomendite ke vi elektu grandon malpli altan ol %d.

source: The font selected is %d point large, and may make it difficult to effectively use the computer. It is recommended that you select a smaller sized font.
eo: La elektita tiparo estas tro granda je %d punkto, kaj ĝi povas malfaciligi eficiente uzi la komputilon. Estas rekomendite ke vi elektu malpli grandan tiparon.

source: Use previous font
eo: Uzi antaŭan tiparon

source: Use selected font
eo: Uzi elektitan tiparon

source: Could not load user interface file: %s
eo: Ne povis ŝargi uzantinterfacan dosieron: %s

source: Specify the filename of a theme to install
eo: Agordi la dosiernomon de instalenda etoso

source: Specify the name of the page to show (theme|background|fonts|interface)
eo: Specifi la nomon de la montrota paĝo (theme|background|fonts|interface)

source: [WALLPAPER...]
eo: [EKRANFONO...]

source: Install
eo: Instali

source: This theme will not look as intended because the required GTK+ theme engine '%s' is not installed.
eo: Ĉi tiu etoso ne aspektos kiel intencite ĉar la bezonata GTK+-etosmaŝino '%s' ne estas instalita.

source: Apply Background
eo: Apliki ekranfonon

source: Apply Font
eo: Apliki tiparon

source: Revert Font
eo: Malfari tiparon

source: The current theme suggests a background and a font. Also, the last applied font suggestion can be reverted.
eo: La nuna etoso proponas fonon kaj tiparon. Krome, la laste aplikita tiparpropono povas estas malfarata.

source: The current theme suggests a background. Also, the last applied font suggestion can be reverted.
eo: La nuna etoso proponas fonon. Krome, la laste aplikita tiparpropono povas esti malfarata.

source: The current theme suggests a background and a font.
eo: La nuna etoso proponas fonon kaj tiparon.

source: The current theme suggests a font. Also, the last applied font suggestion can be reverted.
eo: La nuna etoso proponas tiparon. Krome, la laste aplikita tiparpropono povas esti malfarata.

source: The current theme suggests a background.
eo: La nuna etoso proponas fonon.

source: The last applied font suggestion can be reverted.
eo: La laste aplikita tiparpropono povas esti malfarata.

source: The current theme suggests a font.
eo: La nuna etoso proponas tiparon.

source: Custom
eo: Propre

source: Background
eo: Fono

source: Best _shapes
eo: Plej bonaj _formoj

source: C_olors:
eo: K_oloroj:

source: C_ustomize...
eo: Personigi...

source: Center
eo: Centre

source: Changing your cursor theme takes effect the next time you log in.
eo: Ŝanĝo de indikiletoso efektiviĝos kiam vi sekve ensalutas.

source: Controls
eo: Stiriloj

source: Customize Theme
eo: Personigi etoson

source: D_etails...
eo: D_etaloj...

source: Des_ktop font:
eo: _Labortabla tiparo:

source: Font Rendering Details
eo: Detaloj pri tipara pentrado

source: Fonts
eo: Tiparoj

source: Get more backgrounds online
eo: Akiri pli da ekranfonoj rete

source: Get more themes online
eo: Akiri pli da etosoj rete

source: Gra_yscale
eo: Gr_izoskalo

source: Icons
eo: Piktogramoj

source: Icons only
eo: Nur piktogramoj

source: Large
eo: Grande

source: N_one
eo: N_eniu

source: Open a dialog to specify the color
eo: Malfermi dialogfenestron por difini la koloron

source: R_esolution:
eo: _Distingivo:

source: Save Theme As...
eo: Konservi etoson kiel...

source: Save _As...
eo: _Konservi kiel...

source: Scale
eo: Skalo

source: Small
eo: Malgrande

source: Stretch
eo: Streĉi

source: Sub_pixel (LCDs)
eo: Sub_bildere (LCD-ekranoj)

source: Sub_pixel smoothing (LCDs)
eo: Sub_bildera glatigado (LDC-ekranoj)

source: Subpixel Order
eo: Subbildera ordo

source: Text
eo: Teksto

source: Text below items
eo: Teksto sub eroj

source: Text beside items
eo: Teksto apud eroj

source: Text only
eo: Nur teksto

source: The current controls theme does not support color schemes.
eo: La aktuala kontroliletoso ne subtenas kolorskemojn.

source: Theme
eo: Etoso

source: Tile
eo: Kaheligi

source: VB_GR
eo: VB_VR

source: Window Border
eo: Fenestra bordero

source: Zoom
eo: Zomi

source: _Add...
eo: _Aldoni...

source: _BGR
eo: _BVR

source: _Description:
eo: _Priskribo:

source: _Document font:
eo: _Dokumenta tiparo:

source: _Fixed width font:
eo: _Fikslarĝa tiparo:

source: _Full
eo: _Plene

source: _Medium
eo: _Meze

source: _Monochrome
eo: _Unukolore

source: _Name:
eo: _Nomo:

source: _None
eo: _Neniu

source: _RGB
eo: _RVB

source: _Reset to Defaults
eo: _Reagordi al la defaŭltoj

source: _Selected items:
eo: E_lektitaj elementoj:

source: _Size:
eo: _Grando:

source: _Slight
eo: _Iomete

source: _Style:
eo: _Stilo:

source: _Tooltips:
eo: _Ŝpruchelpilo:

source: _VRGB
eo: _VRVB

source: _Window title font:
eo: _Fenestra titola tiparo:

source: _Windows:
eo: _Fenestroj:

source: dots per inch
eo: punktoj je colo

source: Appearance
eo: Aspekto

source: Customize the look of the desktop
eo: Alpropigi la aspekton de la labortablo

source: Installs themes packages for various parts of the desktop
eo: Instalas etospakaĵojn por diversaj partoj de la labortablo.

source: Theme Installer
eo: Etosa instalilo

source: Gnome Theme Package
eo: GNOME-a etospakaĵo

source: No Desktop Background
eo: Neniu labortabla fono

source: Slide Show
eo: Bildserio

source: Image
eo: Bildo

source: multiple sizes
eo: pluraj grandoj

source: pixel
eo: bildero

source: <b>%s</b> %s, %s Folder: %s
eo: <b>%s</b> %s, %s Dosierujo: %s

source: <b>%s</b> %s Folder: %s
eo: <b>%s</b> %s Dosierujo: %s

source: Cannot install theme
eo: Ne eblas instali la etoson

source: The %s utility is not installed.
eo: La utilaĵo %s ne estas instalita.

source: There was a problem while extracting the theme.
eo: Problemo okazis dum la eltirado de la etoso.

source: There was an error installing the selected file
eo: Eraro okazis dum la instalado de la elektita dosiero

source: "%s" does not appear to be a valid theme.
eo: Ŝajnas, ke "%s" ne estas valida etoso.

source: "%s" does not appear to be a valid theme. It may be a theme engine which you need to compile.
eo: Ŝajnas, ke "%s" ne estas valida etoso. Eble ĝi estas etosmodulo, kiun vi necesas kompili.

source: Installation for theme "%s" failed.
eo: Instalado de la etoso "%s" malsuckesis.

source: The theme "%s" has been installed.
eo: La etoso "%s" estas instalita.

source: Would you like to apply it now, or keep your current theme?
eo: Ĉu vi deziras nun apliki ĝin aŭ teni vian nunan etoson?

source: Keep Current Theme
eo: Lasi la nunan etoson

source: Apply New Theme
eo: Apliki la novan etoson

source: GNOME Theme %s correctly installed
eo: GNOME-a etoso %s korekte instalita

source: New themes have been successfully installed.
eo: La novaj etosoj estas sukcese instalita.

source: No theme file location specified to install
eo: Neniu etosdosiera situo specifita por instali

source: Insufficient permissions to install the theme in: %s
eo: Nesufiĉaj permesoj por instali la etoson en: %s

source: Select Theme
eo: Elekti etoson

source: Theme Packages
eo: Etospakaĵoj

source: Theme name must be present
eo: Etosa nomo ĉeestu.

source: The theme already exists. Would you like to replace it?
eo: La etoso jam ekzistas. Ĉu vi ŝatus anstataŭigi ĝin?

source: Would you like to delete this theme?
eo: Ĉu vi volas forigi tiun ĉi etoson?

source: Theme cannot be deleted
eo: Ne eblas forigi la etoson

source: Could not install theme engine
eo: Ne eblis instali la etos-modulon

source: Unable to start the settings manager 'gnome-settings-daemon'. Without the GNOME settings manager running, some preferences may not take effect. This could indicate a problem with DBus, or a non-GNOME (e.g. KDE) settings manager may already be active and conflicting with the GNOME settings manager.
eo: Neeblas starti la agordmastrumilon 'gnome-settings-daemon'. Sen la rulanta GNOME-agordmastrumilo, kelkaj agordoj eble ne efektiviĝos. Ĉi tio eble signifas problemon de DBus aŭ ne-GNOME-agordmastrumilo (ekz. KDE) eble estas rulanta kaj konfliktanta kun GNOME-agordmastrumilo.

source: Unable to load stock icon '%s'
eo: Ne eblas ŝargi standardan piktogramon '%s'

source: There was an error displaying help: %s
eo: Eraro okazis dum montrado de helpo: %s

source: Copying file: %u of %u
eo: Kopianta dosieron: %u el %u

source: Copying '%s'
eo: Kopianta '%s'

source: Copying files
eo: Kopianta dosierojn

source: Parent Window
eo: Gepatra fenestro

source: Parent window of the dialog
eo: Gepatra fenestro de la dialogo

source: From URI
eo: De URI-o

source: URI currently transferring from
eo: URI el kiu aktuale transmetanta

source: To URI
eo: Al URI

source: URI currently transferring to
eo: URI-o al kiu aktuale transportante

source: Fraction completed
eo: Parto finita

source: Fraction of transfer currently completed
eo: Parto de la transmeto aktuale plenumita

source: Current URI index
eo: Altuala URI-indekso

source: Current URI index - starts from 1
eo: Altuala URI-indekso - komencas je 1

source: Total URIs
eo: Tutaj URI

source: Total number of URIs
eo: Tuta nombro de URI

source: File '%s' already exists. Do you want to overwrite it?
eo: Dosiero '%s' jam ekzistas. Ĉu vi volas anstataŭigi ĝin?

source: _Skip
eo: _Ignori

source: Overwrite _All
eo: Anstataŭigi ĉi_ujn

source: Key
eo: Ŝlosilo

source: GConf key to which this property editor is attached
eo: GConf-ŝlosilo al kiu ĉi tiu atributoredaktilo estas ligata

source: Callback
eo: Revoko

source: Issue this callback when the value associated with key gets changed
eo: Efiki ĉi tiun revokon kiam la valoro asociata kun la ŝlosilo ŝanĝiĝas

source: Change set
eo: Ŝanĝi agordon

source: GConf change set containing data to be forwarded to the gconf client on apply
eo: GConf-ŝanĝaro enhavanta datumojn por plusendi al la gconf-kliento je apliko

source: Conversion to widget callback
eo: Konverto al komponanta revoko

source: Callback to be issued when data are to be converted from GConf to the widget
eo: Revoko plenumata kiam datumoj estas konvertendaj de GConf al la komponanto

source: Conversion from widget callback
eo: Konverto de komponantorevoko

source: Callback to be issued when data are to be converted to GConf from the widget
eo: Revoko plenumenda kiam datumoj estas konvertendaj al GConf de la komponanto

source: UI Control
eo: UI-regilo

source: Object that controls the property (normally a widget)
eo: Objekto kiu regas la atributon (ordinare komponanto)

source: Property editor object data
eo: Atributredaktilaj objektaj datumoj

source: Custom data required by the specific property editor
eo: Propraj datumoj bezonataj de la specifa atributredaktilo

source: Property editor data freeing callback
eo: Revoko por liberigi atributredaktilajn datumojn

source: Callback to be issued when property editor object data is to be freed
eo: Revoko plenumenda kiam atributredaktilaj objektdatumoj estas liberigendaj

source: Couldn't find the file '%s'. Please make sure it exists and try again, or choose a different background picture.
eo: Ne eblis trovi la dosieron '%s'. Bonvolu certiĝi, ke ĝi ekzistas kaj reprovu denove aŭ elektu malsaman fonan bildon.

source: I don't know how to open the file '%s'. Perhaps it's a kind of picture that is not yet supported. Please select a different picture instead.
eo: Mi ne scias kiel malfermi la dosieron '%s'. Eble tiu bilda tipo ankoraŭ ne estas subtenata. Bonvolu elekti alian malsaman bildon.

source: Please select an image.
eo: Bonvolu elekti bildon.

source: _Select
eo: _Elekti

source: Default Pointer - Current
eo: Defaŭlta indikilo - aktuala

source: White Pointer
eo: Blanka indikilo

source: White Pointer - Current
eo: Blanka indikilo - aktuala

source: Large Pointer - Current
eo: Granda indikilo - aktuala

source: Large White Pointer - Current
eo: Granda blanka indikilo - aktuala

source: Large White Pointer
eo: Granda blanka indikilo

source: This theme will not look as intended because the required GTK+ theme '%s' is not installed.
eo: Ĉi tiu etoso ne ŝajnas kiel intenciite ĉar la necesata GTK+-etoso '%s' ne estas instalita.

source: This theme will not look as intended because the required window manager theme '%s' is not installed.
eo: Ĉi tiu etoso ne ŝajnas kiel intenciite ĉar la necesata fenestrmastrumila etoso '%s' ne estas instalita.

source: This theme will not look as intended because the required icon theme '%s' is not installed.
eo: Ĉi tiu etoso ne ŝajnas kiel intenciite ĉar la necesata piktogrametoso '%s' ne estas instalita.

source: Preferred Applications
eo: Preferitaj aplikaĵoj

source: Start the preferred visual assistive technology
eo: Starti la preferitan vidan helpan teknologion

source: Visual Assistance
eo: Vida helpo

source: Error saving configuration: %s
eo: Eraro dum konservado de agordaro: %s

source: Could not load the main interface
eo: Ne povis ŝargi la ĉefan interfacon

source: Specify the name of the page to show (internet|multimedia|system|a11y)
eo: Specifi la nomon de la montrenda paĝo (internet|multimedia|system|a11y)

source: Accessibility
eo: Alirebleco

source: All %s occurrences will be replaced with actual link
eo: Ĉiuj aperoj %s estos anstataŭigataj per efektiva ligilo

source: C_ommand:
eo: K_omando:

source: Co_mmand:
eo: Ko_mando:

source: E_xecute flag:
eo: R_ula flago:

source: Image Viewer
eo: Bildorigardilo

source: Instant Messenger
eo: Tujmesaĝilo

source: Mail Reader
eo: Mesaĝlegilo

source: Mobility
eo: Movebleco

source: Multimedia
eo: Plurmediaĵoj

source: Open link in new _tab
eo: Malfermi ligilon en nova _tabo

source: Open link in new _window
eo: Malfermu ligilon en nova _fenestro

source: Open link with web browser _default
eo: Malfermi ligilon per TTT-foliumila _defaŭlta ago.

source: Run at st_art
eo: Lanĉi dum st_arto

source: Run in t_erminal
eo: Lanĉi en t_erminalo

source: System
eo: Sistemo

source: Terminal Emulator
eo: Terminal-imitilo

source: Text Editor
eo: Tekstredaktilo

source: _Run at start
eo: _Ruli dum starto

source: Banshee Music Player
eo: Muziklegilo Banŝio

source: Claws Mail
eo: Claws Poŝto

source: Evolution Mail Reader
eo: Evolucio-Retpoŝta Legilo

source: Firebird
eo: Fajrobirdo

source: Firefox
eo: Fajrovulpo

source: GNOME Magnifier without Screen Reader
eo: Pligrandigilo de GNOME sen ekranlegilo

source: GNOME Terminal
eo: GNOME-terminalo

source: Galeon
eo: Galeono

source: Gnopernicus
eo: Gnoperniko

source: Gnopernicus with Magnifier
eo: Gnoperniko kun pligrandigilo

source: KDE Magnifier without Screen Reader
eo: Pligrandigilo de KDE sen ekranlegilo

source: Konsole
eo: Konzolo

source: Linux Screen Reader with Magnifier
eo: Linuksa ekranlegilo kun pligrandigilo

source: Listen
eo: Aŭskulti

source: Orca
eo: Orko

source: Orca with Magnifier
eo: Orko kun pligrandigilo

source: Rhythmbox Music Player
eo: Muziklegilo Rhythmbox

source: Totem Movie Player
eo: Filmludilo Totemo

source: Include _panel
eo: Inkluzivi _panelon

source: Left
eo: Maldekstre

source: Make Default
eo: Defaŭltigi

source: Monitor
eo: Ekrano

source: Monitor Preferences
eo: Ekranoagordoj

source: Normal
eo: Normale

source: Off
eo: Elŝaltite

source: On
eo: Enŝaltite

source: Panel icon
eo: Panela piktogramo

source: R_otation:
eo: R_otacio:

source: Re_fresh rate:
eo: Ĝis_datiga intervalo:

source: Right
eo: Dekstre

source: Sa_me image in all monitors
eo: Sa_ma bildo en ĉiuj ekranoj

source: Upside-down
eo: Renversite

source: _Detect monitors
eo: _Detekti ekranojn

source: _Resolution:
eo: _Distingivo:

source: _Show monitors in panel
eo: _Montri ekranojn en panelo

source: Monitors
eo: Monitoroj
